{
	"stories": [{
		"title": "Sturdivant Hall, Selma, Alabama",
		"story": "Built in 1856 in the Greek Revival style, this beautiful antebellum mansion was bought in 1864 by John McGee Parkman.  In the years after the Civil War, Parkman was arrested and imprisoned for cotton speculation.  While in prison, Parkman attempted to escape but was shot and killed in the process.  When his wife was forced to sell their house a few years after his death, his ghost began to appear regularly throughout the house and grounds, where it is still seen to this day.  People often report hearing windows and doors being opened and shut when no one else is in the house, as well as doors that close behind people and lock on their own.  The apparitions of two little girls are also frequently seen, though their identities remain unknown."
	},{
		"title": "The Whaley House, San Diego, California",
		"story": "Once a private residence, this mid-19th century house is now a museum dedicated to its former owners and the history they created here.  Part of the house was once rented out to the County of San Diego for use as a courtroom…which may explain the appearance of several unidentified ghosts within the house.  Apart from these unnamed apparitions, the original owner, Thomas Whaley, his wife, one of their children, a little girl, and a convict are repeatedly seen within the house.  The house was apparently haunted as soon as it was built, as the spirit of a man who had been convicted and hanged on the site took up residence in the house upon its completion.  The Whaley apparitions are often seen engaged in the normal activities of their former day to day lives.  Doors have been known to close and lock on their own, and footsteps are often heard throughout the house, along with music and the crying of a baby."
	},{
		"title": "The Octagon House, Washington D.C",
		"story": "Completed in 1801, this former mansion is one of the most historic in the nation.  Built for Colonel John Tayloe III, it was briefly the site of the French Embassy during the War of 1812, as well as the temporary residence of President Madison, who signed the Treaty of Ghent in its central parlor.  Today, the building is used by the American Institute of Architects as a museum, but it has also made quite a name for itself as a center for paranormal activity, as far back as the mid-19th century.  The central staircase is a major hotspot for the supernatural, as footsteps are often heard, along with the saddened voice of a woman.  Doors have been locked only to suddenly be found standing wide open.  Lights turn on and off on their own, and footsteps – and even faint footprints! – have been reported throughout the building, and objects often move without human interference."
	},{
		"title": "The White House, Washington D.C.",
		"story": "No residence in the country has had a history quite like that of the White House.  Completed in 1800, burned by the British in 1812 and summarily reconstructed, the building has witnessed numerous physical changes over the past two centuries.  However, it’s the human history attached to it that seems to be the most enduring.  For generations, reports of apparitions have come from those living and working in the building, including from sources such as presidents, their family members, and visiting rulers and dignitaries.  The most frequently seen and felt presence is that of President Abraham Lincoln.  He has been seen sitting on his bed and tying up his shoes, lying in bed with a contemplative expression, as well as walking the halls.  Abigail Adams has also been seen periodically."
	},{
		"title": "Robinson Rose House, San Diego, California",
		"story": "Reconstructed in the late 20th century according to the specifications of the original mid-19th century structure, this building seems to have brought back some spirits along with it.  Built by Judge James W. Robinson, this house was also used for private and community business purposes, making it a very active locale in its day.  Today, this activity has continued in the form of various paranormal occurrences.  Various apparitions in period attire have been seen, as well as strange human shaped mists.  Footsteps are often heard and women often feel their hair tugged or toyed with.  The ghosts seem fascinated by anything electrical, as lights often go on and off on their own and the elevator has a tendency to move from one floor to the other unmanned."
	},{
		"title": "Villisca Ax Murder House, Villisca, Iowa",
		"story": "On the night of June 9, 1912, eight people, including six children, were murdered in this house by an unknown assailant wielding an ax.  The murders, not surprisingly, caused a national sensation, and while many suspects were questioned and even tried – later acquitted – this mass murder remains unsolved to this day.  Either from the violence of their deaths, or their unresolved nature (maybe a little of both), this house has subsequently become a very active sight for the supernatural.  Apparitions have often been seen, and disembodied footsteps and voices are common occurrences.  The sight and sounds of the children are the most widely reported, with EVPs and personal accounts indicating laughing and then crying, as well as some children telling others to hide."
	},{
		"title": "William Kehoe House, Savannah, Georgia",
		"story": "Formerly the home of William Kehoe and his family, this 1892 house later became a school, a funeral home, and today is operated as a historic inn.  The Kehoe family, however, seems to have remained in residence long after their deaths, going about their usual routines while also interacting with guests and staff.  Mrs. Kehoe has often been seen sitting at a desk, writing, or sitting on the beds of sleeping guests.  Mr. Kehoe has been seen throughout the house as well, and on one occasion opened all of the exterior locked doors on the first floor…simultaneously.  The young twin boys of the Kehoe’s, who died in a childhood accident, have also been seen roaming throughout the house, and their noisy footsteps heard as they run across the upper floors."
	},{
		"title": "William Kehoe House, Savannah, Georgia",
		"story": "Formerly the home of William Kehoe and his family, this 1892 house later became a school, a funeral home, and today is operated as a historic inn.  The Kehoe family, however, seems to have remained in residence long after their deaths, going about their usual routines while also interacting with guests and staff.  Mrs. Kehoe has often been seen sitting at a desk, writing, or sitting on the beds of sleeping guests.  Mr. Kehoe has been seen throughout the house as well, and on one occasion opened all of the exterior locked doors on the first floor…simultaneously.  The young twin boys of the Kehoe’s, who died in a childhood accident, have also been seen roaming throughout the house, and their noisy footsteps heard as they run across the upper floors."
	},{
		"title": "The Pirate’s House, Savannah, Georgia",
		"story": "Known as the city’s oldest house, this structure dates back to 1753 when it was first used as a private residence.  Sometime later in the century it became a tavern and inn, which it remained for many decades.  Today, the building is used as a restaurant, with the former inn space on the second floor used for storage.  During its time as a tavern and inn, it was mostly frequented by mariners and others of a rough sort.  It was apparently the site of many shanghaiing episodes where privateers would get men drunk or drug them so that they could secret them away through a tunnel and to their ships, pressing their victims into service.  Today, many spirits from this time period still frequent the establishment.  Apparitions are often seen on the second floor and laughter is heard there as well.  The first floor and basement are also very active, with chairs and place settings being rearranged in the dining rooms and people reporting being suddenly overcome by cold and nausea."
	},{
		"title": "House of the Seven Gables, Salem, Massachusetts",
		"story": "One of the most well-known historic houses in New England, the House of the Seven Gables was immortalized by Nathaniel Hawthorne’s novel of the same name.  Built in 1667, the house evolved over the years, featuring additions and later renovations that altered or removed additions, until finally being restored to its original grandeur.  The house is now a museum, and staff and visitors often report supernatural occurrences.  The electrical and plumbing systems seem to have minds of their own, as lights and faucets turn on and off unaided.  Shadows and full apparitions have also been encountered, including a woman believed to be a former owner, and a little boy who plays in the attic."
	},{
		"title": "Lizzie Borden House, Fall River, Massachusetts",
		"story": "Undoubtedly Massachusetts’ most infamous residence, this house was the site of the notorious ax murders of the parents of Lizzie Borden, who herself was the main suspect in the murders.  There was so much evidence against her that she was quickly charged with the crime and sent to court, only to be acquitted.  No other person was charged with the murders, making this one of the nation’s most well-known unresolved murder cases.  Oddly enough, Borden remained in Fall River for the rest of her life, residing in a neighborhood not far from where the murders took place.  It is believed that her desire to remain here has held true even in death.  Her ghost has often been seen throughout the house and has been heard laughing on the second floor near the stairs.  Her father and step-mother have also been seen and heard, along with their former maid who has been heard calling for help."
	}
	
	]
}