{
	"stories": [{
			"title": "Kate Morgan Hotel del Coronado",
			"story": "The Hotel del Coronado is a stunning Victorian beachfront resort hotel in the very southern California city of Coronado, just south of San Diego. It was only four years open when a beautiful young woman named Kate Morgan checked in on November 24th, 1892. She was apparently very ill for the time she spent at the hotel, and it was later speculated she had taken a large dose of quinine in an effort to induce miscarriage of an unwanted child. That she was distraught there was little argument, so when she was found on the outside steps leading to the beach on November 29th, with a single bullet hole in her temple and a gun nearby, the death was quickly ruled a suicide. From that point on, strange phenomena have been reported at the hotel: strange noises, lights flickering on and off, and even the occasional ghostly woman in Victorian garb wandering the halls.It is worth noting during my research on this story that the particular room number where most of the phenomena is witnessed varies from account to account. Whether because the accounts are second hand (and many of them are), or whether there is confusion due to the changing of the room number over the years as the hotel has expanded, I cannot say."
		}, {
			"title": "Ghosts of the Stanley Hotel",
			"story": "If you where staying at the Stanley Hotel in Estes Park, Colorado and turned to channel 42 of your guest-room television, you would be watching one of my all-time favorite movies: The Shining. Doesn’t matter what time of day or night, or year for that matter, it is always on. That’s not supernatural, of course- merely a nod to their role as the inspiration for Stephen King’s novel. Employees report hearing the commotion of a great party in the grand ballroom when there is no one there. Children can be heard playing in the halls when there are no children at all, and many guests have reported seeing ghostly figures in their rooms at night, merely standing, watching. The fourth floor seems to be host to the most amount of activity, and there is one ghost in particular, purportedly Lord Dunraven, the previous owner of the land the property was built on, who can be seen standing over the bed or looking out the window of room 407. He is widely blamed for any jewelry or valuables that have gone missing in the hotel over the years."
		}, {
			"title": "The Brown Lady Raynham Hall",
			"story": "Raynham Hall in Norfolk, England, is home to the subject of one of the most famous ghost photos ever captured, the Brown Lady is named so because she appears in a rich brocade brown dress. She is widely believed to be Lady Dorothy Walpole, sister of Sir Robert Walpole, who married Charles, 2nd Viscount Townshend in 1713. She died under mysterious circumstances in 1726, and sightings of her began shortly after. Though reports of sightings have waned dramatically since the photo was taken in 1936, sightings before then had been reported by some fairly reputable sources. My favorite account is from a Major Loftus, who was staying at Raynham Hall in 1849. Retiring to bed one night, he and a friend named Hawkins observed a woman in brown brocade who vanished as Major Loftus approached her. Determined to confront the apparition, the next night he returned to she same spot and saw her again. He was horrified to see however, that when he looked into her face he saw only two black sockets where her eyes should have been. Unsettling to say the least!"
		}, {
			"title": "Clifton Hall",
			"story": "If you have a spare £2.75 million laying around, you can be the proud owner of Clifton Hall in Nottinghamshire, England. The property was noted as far back as the 11th century, and was in the hands of the Clifton family from the 13th century until its sale in 1958. From there it became a school, then another school, then another school , then a planned set of luxury apartments, before finally settling as a private residence most recently belonging to a mister Anwar Rashid, his wife, and their four children. It boasts 17 bedrooms, 10 bathrooms, 10 reception rooms, a private gym and a cinema. Oh, and a few ghosts, of course. The Rashid family experienced unsettling phenomena their very first night in the home, in the form of a knocking sound and a man’s voice calling “Hello, is anyone there?” In one incident, Anwar’s wife, Nabila, went downstairs to prepare some milk for their 18 month old son at five o’clock in the morning and observed her eldest daughter sat in front of the television. When calling out to her gave no answer, Nabila got a strange feeling and went back upstairs to her daughter’s room, where the eldest was found still fast asleep in her bed. The Rashids fled the house after 8 months of putting up with the hauntings. Though their accounts are the most recent and easiest to find during research, there had been rumors and sightings on the property for as long as anyone could remember, including babies crying and a woman who could be seen through a window pacing in a room that had been bricked up and inaccessible."
		}, {
			"title": "The White Lady Balete Drive",
			"story": "Oh, the ghosts of the Philippines! A Lady in White is undoubtedly the most common type of ghost anywhere in the world, and joins a laundry list of spirits in the Philippines for this story. I will say in research I have come across two accounts from locals of Quezon City, Philippines that say this is just a hoax, but I will stick with the majority opinion that there is something there. Believers report a woman in white with long black hair and her face either completely blank or obscured by blood standing in the middle of the road on Balete Drive. It is said you should avoid driving there at night – but if you do, make sure your back seat is full of passengers. Apparently it is in empty back seats that the White Lady will hitch a ride, spotted by the unfortunate driver in their rear view after they experience a dreadful ominous feeling."
		}, {
			"title": "Chloe and The Myrtles Plantation",
			"story": "Legend has it Chloe was a slave in the house of the Myrtles Plantation in St. Francisville, Louisiana who had a bad habit of listening at keyholes to the goings on of the residents. Caught one day in the act by the Master of the house, he lopped off her ear as punishment, forcing her to wear a green scarf over her head to cover the wound. As punishment, she baked a cake with oleander leaves, a common plant in the south that is immensely poisonous. Though the master of the house was her target, her victims became his wife and two daughters, who died in agony a couple days after eating the cake. Chloe fled the house and was lynched by field slaves on the plantation for the wicked light she cast on the rest of them.Fortunately or no, there is no historical evidence to back up this story, just an intriguing photo. True or not (probably not), there are certainly plenty of other ghosts to keep you company, including a young girl frequently spotted in a mirror on the stairs, and another young girl who chants voodoo over people who dare to sleep in her room. The Myrtles is currently a Bed and Breakfast that gives regular tours to those curious enough to want to see the house- just not alone after dark."
		}, {
			"title": "Resurrection Mary",
			"story": "Traveling northeast on Archer Lane between the Willowbrook Ballroom and Resurrection Cemetery in Justice, Illinois, young men might find themselves tempted to pick up a young woman hitchhiking on the side of the road. She has light blond hair and blue eyes, is wearing a white party dress, and has been dead since the 1930’s. If you pick her up, she will stop you in front of Resurrection cemetery and vanish from the car. She is a classic example of the vanishing hitchhiker legend, a type of ghost story that has been around for at least a few hundred years. What makes this one so distinctive is the consistency of the story- the girl looks the same, wears the same dress, disappears in the same spot. Also worth noting stories of this particular hitchhiker popped up suddenly in the mid thirties and have been going strong ever since, and not just for those in the know. An account from 1973 sees a cab driver inquiring at Chet’s Melody Lounge across the street from the cemetery about a girl who fled his cab without paying her fare. Only his description of her sounded mighty familiar to the customers: Resurrection Mary had struck again!"
		}, {
			"title": "The Flying Dutchman",
			"story": "It was 1641 when Captain Hendrik van der Decken swore he would round the Cape of Good Hope if it took him till doomsday. At his current rate, it probably will. The captain’s ship, known as The Flying Dutchman, has been seen frequently around the area, a phantom ship often so close the witnesses would swear it was on a crash course for their ship, only to see it vanish before them. It is always viewed as a bad omen to see the ship. Such a sighting was witnessed by the future King George V of England in 1881. He wrote: ''At 4 a.m. the Flying Dutchman crossed our bows. A strange red light as of a phantom ship all aglow, in the midst of which light the masts, spars, and sails of a brig 200 yards distant stood out in strong relief as she came up on the port bo'. Later that morning, the sailor who originally spotted the vessel fell to his death."
		}, {
			"title": "Abraham Lincoln",
			"story": "Legend has it Lincoln saw his fate before he was assassinated. He reported a dream to his cabinet in which he wandered into a funeral at the white house, and when he inquired of one of the mourners who had died, the man responded “The President… he was killed by an assassin.”Lincoln’s ghost has been spotted by many visitors and residents of the white house, among them First Lady Grace Coolidge, Queen Wilhelmina of the Netherlands, and even Winston Churchill, who of course had something clever to say on the occasion. He claimed to be fresh from the bath, in the nude (what an image!) walking into the bedroom when he saw Lincoln standing near the fireplace. He quipped “Good evening, Mr. President. You seem to have me at a disadvantage.”, after which Lincoln smiled softly and disappeared."
		}, {
			"title": "Anne Boleyn",
			"story": "Second Wife of Henry VIII and mother of a future Queen Elizabeth I, Anne Boleyn had three years as queen consort before Henry tired of her. Accused (most historians agree falsely) of adultery, incest and witchcraft, she faced an executioner’s sword with her head held high on May 19th, 1536. The executioner was reported to have said “Where is my sword?” before striking the single blow necessary, apparently in an effort to ease Anne’s anticipation by making her think she had a few moments more.Her ghost has been spotted by several different people in several different locations: Hever Castle, Blickling Hall, Salle Church, Marwell Hall, and perhaps most famously the Tower of London. Though she is most often seen just as she was alive- a beautiful woman in a beautiful gown- some sightings are a bit more upsetting. More unlucky individuals will see her as she was just after death- headless, often with the head tucked under one arm. It has become such an iconic image it is often parodied in movies and television, and more elaborate Halloween costumes. One must not forget, however, what you would think if such a vision approached you in some dark corridor one night."
		}

	]
}