{
	"stories": [{
		"title": "Mommy’s home",
		"story": "I heard one, a father is laying in bed after just waking up, he grabs the baby monitor and walks to his desk in his office at home, he has his baby on the baby monitor and hears his wife singing to her, he cracks a smile as he hears his wife “Go to sleep… go to sleep…” When suddenly the front door opens up and his wife comes in with groceries."
	},{
		"title": "Pretending to be asleep doesn’t work",
		"story": "Heres one that scared the living shit out of me when I was younger.A young boy is sleeping in his bed on a usual night. He hears footsteps outside his door, and peeks out of his eyes to see what is happening. His door swings open quietly to reveal a murderer carrying the corpses of his parents. After silently propping them up on a chair, he writes something on the wall in the blood of the dead bodies. He then hides under the childs bed.The child is scared beyond belief. He can’t read the writing on the wall and he knows the man is under his bed. Like any child, he pretends that he slept through the whole thing and hasn’t awoken yet. He lays still as the bodies, quietly hearing the breathes from under his bed.An hour passes, and his eyes are adjusting more and more to the darkness. He tries to make out the words, but it’s a struggle. He gasps when he finally makes out the sentence.“I know you’re awake”. He feels something shift underneath his bed."
	},{
		"title": " What’s in the basement?",
		"story": "Mommy told me never to go in the basement, but I wanted to see what was making that noise. It kind of sounded like a puppy, and I wanted to see the puppy, so I opened the basement door and tiptoed down a bit. I didn’t see a puppy, and then Mommy yanked me out of the basement and yelled at me. Mommy had never yelled at me before, and it made me sad and I cried. Then Mommy told me never to go into the basement again, and she gave me a cookie. That made me feel better, so I didn’t ask her why the boy in the basement was making noises like a puppy, or why he had no hands or feet."
	},{
		"title": "10",
		"story": "A man leaves his house every morning to walk to work and passes a mental hospital surrounded by a wooden fence. Every morning the patients are out in the yard and he can hear them saying in unison,“10, 10, 10, 10, 10”.One day, he gets curious and looks through a hole in the fence.Suddenly, a stick shoots out and pokes him in the eye.“FUCK! He says to himself.”While walking away pissed off he can hear the patients saying,“11, 11, 11, 11, 11”"
	}
	]
}