{
	"stories": [{
		"title": "Robert Black",
		"story": "Robert Black’s job as a van driver allowed him to roam the UK and become a serial killer of little girls.It has been proved he killed four between 1981 and 1986, but detectives believe he killed several more.His victims included:Nine year old Jennifer Cardy, who was snatched in County Antrim in August 1981. Her body was found in neighbouring County Down a few days later.Susan Maxwell, 11, was kidnapped at Coldstream, Scotland in July 1982. Her body was dumped 250 miles away in Staffordshire.Caroline Hogg was five when Black grabbed her near her home in Portobello, Edinburgh in July 1983. Her body was found in Leicestershire.Susan Harper was abducted in Leeds in 1986. Her body was found in the River Trent at Nottingham.Black was cornered in Scotland in 1990 after he was seen bundling a six-year-old girl into his van.He is now serving eleven life sentences and will not be freed until he is aged 89."
	},{
		"title": "Dennis Nilsen",
		"story": "Loner Dennis Nilsen strangled at least 15 young men and boys who he lured to flats he rented in London between 1978 and 1983.After his arrest Nilsen told detectives after killing several of his victims he kept their corpses and slept with him in his bed for several days before disposing of them “because he was lonely”.He disposed of his victims either by burning them on bonfires or cutting up their remains and flushing them down the lavatory.He was caught because his ghoulish activity blocked the drains at his home. A plumber found pieces of flesh in the pipe and decided to have them scientifically analysed.They were human.Nilsen was declared sane when he went on trial at the Old Bailey and jailed for life."
	},{
		"title": "Kenneth Erskine",
		"story": "Erskine, became known as the ‘Stockwell Strangler’ after he killed seven elderly men and women in their homes in south London between April and July in 1986.During the investigation the victims were examined by Home Office pathologist Dr Iain West.All had been strangled manually with the killer using just one hand.When police finally captured 24-year-old Kenneth Erskine they found he was already on file as a cat burglar.He was convicted at the Old Bailey in 1988 and sentenced to forty years.In 2009, after new psychiatric evidence was heard at the Appeal Court, it was ruled that Erskine should have been convicted of manslaughter on grounds of diminished responsibility. He was subsequently moved to be detained indefinitely inside Broadmoor top-security hospital."
	},{
		"title": "Colin Ireland",
		"story": "Erskine, became known as the ‘Stockwell Strangler’ after he killed seven elderly men and women in their homes in south London between April and July in 1986.During the investigation the victims were examined by Home Office pathologist Dr Iain West.All had been strangled manually with the killer using just one hand.When police finally captured 24-year-old Kenneth Erskine they found he was already on file as a cat burglar.He was convicted at the Old Bailey in 1988 and sentenced to forty years.In 2009, after new psychiatric evidence was heard at the Appeal Court, it was ruled that Erskine should have been convicted of manslaughter on grounds of diminished responsibility. He was subsequently moved to be detained indefinitely inside Broadmoor top-security hospital."
	},{
		"title": "Peter Sutcliffe, the Yorkshire Ripper",
		"story": "Peter Sutcliffe, became known as the ‘Yorkshire Ripper’ during a five-year rampage in which he murdered 13 women between October 1975 and November 1980.Most of Sutcliffe’s victims were prostitutes. He felled them from behind with a blow from a heavy ball peen-hammer, stabbed them, and then sexually assaulted them as they lay dying.Not all of Sutcliffe’s victims were ‘working girls’. His last two victims were students.Sutcliffe also violently attacked seven women who survived, though seriously injured.Nine of Sutcliffe’s attacks were in Leeds, four in Bradford, and two each in Halifax, Huddersfield and Manchester.Sutcliffe was caught by chance in Sheffield in January 1981. Cruising the red-light district, his car was spotted by a police patrol as there was something suspicious about its registration plates.They pulled him over, and the ‘Yorkshire Ripper’ was finally unmasked."
	},{
		"title": "Dennis Rader",
		"story": "Dennis Rader, known as the BTK murderer, killed 10 times in Sedgewick County, close to Wichita, Texas, between 1974 and 1991.His first victims were all members of one family, Joseph and Julie Ortero and their daughter Josephine, 11, and son Joseph junior aged 9.They were all smothered and strangled using a combination of ropes and plastic bags.Detectives discovered evidence of systematic torture, leading them to dub the unknown suspect as the ‘Bind, Tie, Kill (BTK) murderer’.His next victim, 21-year-old Kathryn Bright was stabbed. His next five, all young women, were strangled.During his murder spree the killer wrote anonymous letters to police and local papers describing his crimes.Then in 1991 the killings suddenly stopped. For 13 years the trail went cold until in 2004, for no apparent reason, the killer started to write again to the police, and using the newspapers, a dialogue was opened with detectives.In one letter he asked if information could be gleaned from a computer floppy disc. The cops said ‘no’ but it was a deliberate deception.His next communication was on a disc and from it police traced Dennis Rader to his home.Rader, now aged 69 is now serving 10 consecutive life terms in jail."
	},{
		"title": "Albert DeSalvo",
		"story": "Albert DeSalvo was the Boston Strangler who terrorised the female population of the American city between 1962 and 1964.He killed 13 times, usually after spying on his victims and breaking into their homes.DeSalvo’s oldest victim was Mary Mullen, aged 85. The youngest, Mary Sullivan, was only 19.Although most of his victims were strangled, one was battered with a metal pipe and another was stabbed.In 1964 the murders stopped, but a serial rapist spread fear across Boston. The attacker usually wore green clothes.Eventually the ‘green man’ rapist was caught and revealed as Albert DeSalvo. Police were able to link him to the murders.Declared insane, DeSalvo was sent to a high-security mental hospital but escaped. Recaptured, he was placed in the tough Walpole prison where in 1973 he was stabbed to death by another inmate."
	},{
		"title": "Ted Bundy",
		"story": "Bundy was probably America’s worst ever serial killer. He was executed in the Electric Chair in 1989 having confessed to the killing of 30 young women, but the FBI think the true tally of his crimes may be twice that number.Bundy was handsome and charming.Sometimes he got attention from women by pretending to be injured or disabled and by asking for help.Bundy appears to have started his killings in the Seattle area, where he battered and strangled several victims.He hid their bodies in remote country areas, often returning to visit them and committing depraved sexual acts on their corpses.Detectives discovered he had decapitated many of his victims and kept their heads at his home for a period as ‘trophies’.After leaving Washington State he continued his killing spree in Colorado and Utah.It was there in Aspen he was first arrested, but he escaped from custody twice, the second time on New Year’s Eve 1977.Bundy moved on to Florida where for he killed three more women in three weeks before being caught, tried and executed.The bodies of many of his victims have never been found."
	},{
		"title": "Jeffrey Dahmer",
		"story": "Jeffrey Dahmer was unmasked as a serial killer when a semi-naked man wearing a handcuff on one wrist flagged down a patrol car in Milwaukee, USA, one evening in July 1991.The man led the police to an apartment rented by 31-year-old Jeffrey Dahmer.Searching a room an officer noticed a stack of photos in a drawer of what appeared to be naked men. Closer inspection showed they were of the dismembered bodies of Dahmer’s victims.When detectives interviewed him he confessed to the murders of 17 men he had lured to his apartment.Dahmer admitted he had eaten parts of some of his victims and kept the skulls of some as ‘souvenirs’.Dahmer was sentenced to over 900 years in jail, but in 1994 he was murdered by another inmate."
	},{
		"title": "Andrei Romanovich Chikatilo",
		"story": "Ukraniain Andrei Romanovich Chikaltilo was convicted of murdering 53 women and children from 1978 to 1990.Known variously as The Butcher of Rostov, The Red Ripper and The Rostov Ripper, most of his victims were homeless people who he picked up near train and bus stations.His crimes were notable in their violence, stabbing the victims uncontrollably until his perverted urges were satisfied.When arrested and interrogated, he confessed to some 56 murders, but as three of the victims’ bodies could not be found, Chikatilo was not held accountable for them.Declared sane after a six-day psychiatric evaluation, he stood trial in one of the first major media events of the post-Soviet era.He was sentenced to death and executed with a single shot to the back of the head on Valentine’s Day 1994."
	}
	]
}